Repository: Giuseppe-Mazzapica/GMRejectNotify
Catalog: lang/gmrejectnotify-*.po
Languages: it_it

source: GM Reject and Notify
it_it: GM Rifiuta e Notifica

source: Add a button to post edit page that allow sending a notify to a contributor whose a post was not approved. It's possible customize the message including the reason for rejected approval.
it_it: Aggiunge un tasto alla pagina di modifica degli articoli che permetta agli editori di rifiutare un post inviato da un contributore e contestualmente avvisarlo via email. Il messaggio inviato può essere completamente personalizzato.

source: Sorry your post %s was rejected.
it_it: Spiacenti, il tuo articolo %s è stato rifutato.

source: Your post on %s was rejected.
it_it: Il tuo post su %s è stato rifiutato.

source: Send reject mail to %s
it_it: Invia email notifica rifiuto a %s

source: Sorry %s, your post%s was rejected.
it_it: Spiacenti %s, il tuo articolo %s è stato rifutato.

source: Send
it_it: Invia

source: Error on validating nonce.
it_it: Errore nella validazione del nonce.

source: Invalid recipent mail
it_it: Email destinatario non valida.

source: Error on validating authorization.
it_it: Errore nella verifca delle autorizzazione.

source: Email sended to %s!
it_it: Email inviata correttamente a %s!

source: Error on sending email to %s
it_it: Sì è verificato un errore durante l'invio della email a %s

source: Please wait...
it_it: Attender per favore...

source: Error on sending email.
it_it: Errore nell'invio della email.

source: Debug info
it_it: Informazioni Debug

source: Sender
it_it: Mittente

source: Recipient
it_it: Destinatario

source: Email Content
it_it: Contenuto Email

source: Email Subject
it_it: Oggetto Email

source: Already rejected and notified.
it_it: Già rifiutato e notificato.

source: Ajax callback return nothing or wrong data
it_it: La chiata ajax ha ritornato un valore non valido.

source: Ajax call fails
it_it: Chiamata ajax fallita.

source: Reject and Notify
it_it: Rifiuta e Notifica

source: Rejected Status
it_it: Rifiutato?

source: Rejected
it_it: Rifiutato

source: Not Rejected
it_it: NON Rifiutato
